cask_args appdir: '/Applications'

tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/bundle"
tap "homebrew/services"

# Custom taps
tap "camspiers/taps"

# Homebrew essentials
brew "ack"
brew "aws-iam-authenticator"
brew "awscli"
brew "axel"
brew "cmake"
brew "diff-so-fancy"
brew "diff-so-fancy"
brew "dnsmasq"
brew "fzf"
brew "git"
brew "gnupg"
brew "graphviz"
brew "helm@2"
brew "highlight"
brew "htop"
brew "httpie"
brew "hub" # Run the following to have vim-fugitive work with GitHub: echo 'machine api.github.com login <user> password <token>' >> ~/.netrc
brew "jq"
brew "k9s"
brew "kubectx"
brew "kubernetes-cli"
brew "lazydocker"
brew "lazygit"
brew "markdown"
brew "mas"
brew "minikube"
brew "ncurses"
brew "ncurses"
brew "neovim"
brew "nvm"
brew "pgcli" # postgres cli
brew "python"
brew "python3"
brew "reattach-to-user-namespace"
brew "starship"
brew "stern"
brew "stow"
brew "terraform"
brew "tig"
brew "tmux"
brew "tmuxinator"
brew "tmuxinator-fzf-start"
brew "tree"
brew "tree"
brew "universal-ctags"
brew "wget"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"

# App essentials
#cask "font-hasklig-nerd-font"
#cask "font-hasklig-nerd-font-mono"
cask "1password"
cask "1password-cli"
cask "docker"
cask "font-source-code-pro"
cask "fontforge"
cask "kap"
cask "keycastr"
cask "kitty"
cask "vimr"
