cask_args appdir: '/Applications'

tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/bundle"
tap "homebrew/services"

# Custom taps
tap "camspiers/taps"
tap "datawire/blackbird"
tap "derailed/k9s"
tap "universal-ctags/universal-ctags"
tap "versent/homebrew-taps"
tap "weaveworks/tap"

# App essentials
cask "1password-cli"
cask "alacritty"
cask "docker"
cask "github"
cask "google-chrome"
cask "gpg-suite"
cask "iterm2"
cask "kitty"
cask "ngrok"
cask "osxfuse"
cask "transmission"
cask "vimr"
cask "gswitch"

# Homebrew essentials
brew "ack"
brew "aws-iam-authenticator"
brew "awscli"
brew "aws-okta"
brew "axel"
brew "bat"
brew "cmake"
brew "telepresence"
brew "diff-so-fancy"
brew "diff-so-fancy"
brew "dnsmasq"
brew "docker-compose"
brew "exa"
brew "fluxctl"
brew "fzf"
brew "git"
brew "glab"
brew "gnupg"
brew "golang"
brew "graphviz"
brew "helm@2"
brew "highlight"
brew "htop"
brew "httpie"
brew "hub" # Run the following to have vim-fugitive work with GitHub: echo 'machine api.github.com login <user> password <token>' >> ~/.netrc
brew "jq"
brew "k9s"
brew "kubectx"
brew "kubernetes-cli"
brew "kustomize"
brew "lazydocker"
brew "lazygit"
brew "markdown"
brew "mas"
brew "minikube"
brew "ncurses"
brew "ncurses"
brew "neovim"
brew "nvm"
brew "pgcli" # postgres cli
brew "python"
brew "python3"
brew "reattach-to-user-namespace"
brew "rust"
brew "saml2aws"
brew "starship"
brew "stern"
brew "stow"
brew "svn"
brew "tfenv"
brew "tig"
brew "tmuxinator"
brew "tmuxinator-fzf-start"
brew "tmux"
brew "tree"
brew "tree"
# brew "universal-ctags"
brew "wget"
brew "yq"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
